export default {
    0: {
        name: '毛孔',
        30: '您的毛孔状态良好,说明您的皮肤细腻有光泽,建议护理以补水保湿为主，家居产品选用补水保湿产品及氨基酸洗面奶，维持皮肤的天然保护屏障。',
        70: `您的毛孔已达警戒,护理不当会导致粉刺、小颗粒，或偶尔存在痤疮,护理方向以温和清洁为主，切忌一心求快进行强力清洁，可能会导致不可挽回的器质性毛孔损伤。
        建议院线每周一次面部微生态护理搭配常规补水项目。家居产品选用卸妆油（无论是否化妆）及氨基酸洗面奶，每周至少一次面膜或湿敷。`,
        100: `您的毛孔问题已达高风险，如果您的皮肤肉眼即可观测到毛孔粗大、各类粉刺、痤疮等情况,您必须停止外力破坏毛孔的行为（如抓、挤、撕拉式面膜等），建议追加检测卟啉，护理方向为密集护理。
        建议院线每周一次深度补水，一次经络疏通搭配常规清洁项目。家居产品选用微量酸类及促进再生成分的产品，每周两到三次面膜或湿敷，加强皮肤代谢能力。`
    },
    1: {
        name: '卟啉',
        30: '您的卟啉得分良好,说明您的皮肤健康，表面细菌较少，建议护理以保湿为主，家居产品选用补水保湿产品及氨基酸洗面奶，维持皮肤的天然保护屏障。',
        70: `您的卟啉到达警戒,如果您的皮肤上暂未出现痤疮、毛囊炎等问题,护理方向为温和清洁、控油补水为主，改善面部环境减少细菌滋生。
        建议院线每周一次面部微生态护理搭配常规补水项目，家居产品选用卸妆油（无论是否化妆）及氨基酸洗面奶，每周至少一次面膜或湿敷。`,
        100: `您的卟啉问题已达高风险,面部容易滋生细菌、痤疮、毛囊炎等问题,请减少对面部的触摸，日常饮食戒糖戒奶，勤换枕巾等生活用品，做好日常清洁和周期清洁，补水做到位。
        建议院线密集护理项目，一次经络疏通配合常规清洁项目，两周内每周五次面膜或湿敷，两周后改为每周一次面膜或湿敷。家居产品选用含有微量酸类及促进再生成分的产品，搭配常规护理品。`
    },
    2: {
        name: '皱纹',
        30: '您的皱纹状态良好,仅有少量表情纹,建议追加检测糖化指标,预防皮肤变黄粗糙,建议护理以补水保湿为主，家居产品选用补水保湿产品及氨基酸洗面奶。',
        70: `您的皱纹已达警戒,可见大量动态纹,皮肤已经开始老化，护理方向为轻度抗衰，皱纹区域重点护理，尤其需要重视防晒，减缓皮肤老化速度。
        建议院线每周做专业抗衰项目,搭配深度补水护理。家居产品选用含有视黄醇成分的产品，搭配眼霜及防晒霜。`,
        100: `您的皱纹已达高风险,可见大量动态纹及部分静态纹，您必须尽快开始抗衰护理，以锁定皮肤衰老进程。
        建议院线开始高级抗衰项目，引入深度作用仪器，搭配深度补水护理。家居产品选用含有视黄醇成分的产品，搭配胶原蛋白饮品，生活中注意补充维生素B1、B2、B3、B6等，每天居家使用提拉手法3-5分钟，1-2个月可见明显效果。`
    },
    3: {
        name: '粗糙度',
        30: '您的粗糙指标良好,额头,鼻子,下巴出现小面积粗糙,建议护理以补水保湿为主，家居产品选用补水保湿产品及氨基酸洗面奶，维持皮肤的天然保护屏障。',
        70: `您的粗糙指标已达警戒,皮肤整体缺水，但局部皮肤存在角质肥厚，护理方向为分区管理，局部控油，整体补水。
        建议院线每周一次深度补水护理，明显肥厚/暗沉区域局部进行面部微生态护理。家居产品选用补水保湿产品，每周至少两次面膜或湿敷。`,
        100: `您的粗糙指标已达高风险,皮肤缺水明显，代谢及吸收能力下降,护理方向为分区护理密集补水，经络疏通，焕活再生，改善角质层水合状态。
        建议院线每周一次深度补水搭配一次经络疏通，明显肥厚/暗沉区域局部进行面部微生态护理。家居产品选用含有视黄醇成分和促进再生成分的产品，每周至少两次面膜或湿敷。	`
    },
    4: {
        name: '表层斑',
        30: '您的表层斑指标良好,建议追加检测深层斑，护理以补水防晒为主，产品选用补水保湿产品及防晒霜，让皮肤自然代谢即可。',
        70: `您的表层斑指标到达警戒,观察表层斑位置是否有按压或刺激，如果没有说明色素逐步在扩散，颜色有可能变深,日常做好抗氧化，选用VC产品，美白产品切忌单独使用，通常需要搭配补水保湿产品。
        建议院线每周一次专业美白项目，搭配温和补水项目。家居产品选用含有美白成分的产品，搭配补水保湿产品，可将两款面霜在手心调和使用或顺序涂抹。`,
        100: `您的表层斑指标已达高风险,观察表层斑位置是否有按压或刺激，如果没有说明色素扩散比较严重，肌肤多处出现形状不一,面积不等的色斑,护理方向为斑点淡化，做好局部加强工作。
        建议院线每周一次高级美白项目，搭配温和补水及修护项目，在斑点区域反复加强。家居产品选用含有促进再生和美白成分的产品，搭配补水保湿产品，对斑点区域加强护理，每周至少一次面膜或湿敷。如果您计划尝试医美祛斑，请务必加强生活美容的修护与防晒，以免出现返黑现象。`
    },
    5: {
        name: '深层斑',
        30: '您的深层斑指标良好，说明您的皮肤健康，建议护理以保湿为主，家居产品选用补水保湿产品及氨基酸洗面奶，维持皮肤的天然保护屏障。',
        70: `您的深层斑指标到达警戒,皮肤基底层黑色素已经超出皮肤代谢能力，可以预见未来将产生色斑。护理方向为防晒、美白及阻止黑色素的转运。
        建议院线每周一次专业美白项目，搭配深度补水护理。家居产品选用含有美白成分的产品，搭配补水保湿产品，可将两款面霜在手心调和使用或顺序涂抹。`,
        100: `您的深层斑指标已达高风险,这种情况一般是由于皮肤受损或衰老导致的。护理方向为先做抗敏、抗氧化再做美白，同步做好防晒。
        建议院线前两个月每周做温和补水项目搭配敏感修护项目，第三个月起每周一次高级美白项目与高级抗衰项目交替搭配温和补水。家居产品先选用含有神经酰胺成分的产品，每周至少两次面膜或湿敷，待皮肤屏障稳定后选用含有促进再生和美白成分的产品，每周至少一次面膜或湿敷。如果您近期做过医美项目，请警惕这些项目带来深层色素堆积。`
    },
    7: {
        name: '糖化',
        30: '您的糖化指标良好,皮肤整体呈现年轻态,建议持续保持良好的护肤习惯，日常生活减少糖分的摄入。',
        70: `您的糖化指标到达警戒,皮肤会因为糖化而变黄变暗，护理方向为皮肤养护结合调整饮食及生活习惯。
        建议院线每周做专业抗衰项目,搭配深度补水护理。家居产品选用含有视黄醇成分的产品，搭配胶原蛋白饮品，日常减少糖分摄入。`,
        100: `您的糖化指标已达高风险,此阶段糖化加剧使皮肤的新陈代谢缓慢,弹力下降症状.护理方向为皮肤养护+合理饮食结构+良好作息三位一体同步进行。
        建议院线开始高级抗衰项目，引入深度作用仪器，搭配深度补水护理。家居产品选用含有促进再生和视黄醇成分的产品，搭配胶原蛋白饮品，生活中减少糖分摄入，维持运动，注意补充维生素等。`
    },
    8: {
        name: '红血丝',
        30: '您的红区指标良好,皮肤相对健康,但仍要注意屏障损伤，建议护理以补水保湿为主，家居产品选用补水保湿产品及氨基酸洗面奶，维持皮肤的天然保护屏障。',
        70: `您的红区指标已达警戒，皮肤屏障已经受损，可能伴有皮肤炎症。护理方向以修养、保护皮肤为主，逐渐强化皮肤屏障。
        建议院线每周一次温和补水搭配修护项目。家居产品选用含有神经酰胺成分的产品，搭配胶原蛋白饮品，每周至少一次面膜或湿敷。`,
        100: `您的红区指标已达高风险，皮肤屏障非常脆弱，炎症比较明显。护理方向短期以抗敏、急救为主，长期以修护、增强皮肤屏障为目标。您必须在生活中尽量远离高温环境、避免阳光暴晒、减少摩擦皮肤，积极调节情绪。
        建议院线前期以敏感急救项目为主，皮肤稳定后每周一次温和补水搭配修护项目。家居产品敏感期时停用大部分护肤品，精简护理内容。非敏感期选用含有神经酰胺成分的产品，搭配胶原蛋白饮品，每周至少一次面膜或湿敷。如果皮肤稳定一段时间后红血丝依然明显，有计划采取医学治疗手段处理，建议先确保皮肤敏感问题已经解决，并在术后积极配合生活美容避免问题复发。`
    }
}