export default {
    0: {
        name: '毛孔',
        40: '您的毛孔状态良好,说明您的皮肤细腻有光泽,建议护理以补水保湿为主，家居产品选用补水保湿产品及氨基酸洗面奶，维持皮肤的天然保护屏障。',
        70: `您的毛孔已达警戒,护理不当会导致粉刺、小颗粒，或偶尔存在痤疮,护理方向以温和清洁为主，切忌一心求快进行强力清洁，可能会导致不可挽回的器质性毛孔损伤。
        建议院线每周一次面部微生态护理搭配常规补水项目。家居产品选用卸妆油（无论是否化妆）及氨基酸洗面奶，每周至少一次面膜或湿敷。`,
        100: `您的毛孔问题已达高风险，如果您的皮肤肉眼即可观测到毛孔粗大、各类粉刺、痤疮等情况,您必须停止外力破坏毛孔的行为（如抓、挤、撕拉式面膜等），建议追加检测卟啉，护理方向为密集护理。
        建议院线每周一次深度补水，一次经络疏通搭配常规清洁项目。家居产品选用微量酸类及促进再生成分的产品，每周两到三次面膜或湿敷，加强皮肤代谢能力。`,
        200: `毛孔是皮肤水油平衡的重要指标。
        毛孔是毛囊和皮脂腺的开口，有吸收、代谢、平衡皮肤酸碱度的生理功能。我们的皮脂腺会分泌油脂，油脂将毛孔撑开，张开的毛孔会有阴影，它的颜色会比正常的肤色深，利用这一原理我们用白光就可以识别出撑开的毛孔，一般油性皮肤粗大的毛孔会比较多。
        当大量的毛孔被油脂堵塞后，皮肤不仅吸收能力下降了，还会进一步发展成粉刺、痤疮、毛囊炎等一系列健康问题。
        毛孔粗大看似是小问题，但往往是不当护理习惯的反映，因此如果不及时改变护理习惯，或者是随意破坏毛孔（如滥用粉刺针），一旦发展成器质性毛孔损伤，就只能求助于整形医院了。`
    },
    1: {
        name: '水分',
        40: `您的皮肤的含水量良好,建议定期做好补水及晒后修护.避免皮肤水润度,饱满度及光泽度下降.居家建议每周一次面膜补充肌肤水分。`,
        70: `您的皮肤含水量到达警戒,此时皮肤正处于混油,混干,建议立即做好皮肤的分层补水,避免皮肤的紧致度和通透度下降.居家建议每周两次面膜及时补充水分。`,
        100: `您的皮肤含水量已达到高风险,此时皮肤已严重缺水,建议院线重点密集护理,避免由于极度缺水造成皮肤流畅度和光泽度下降.每周两次面膜补充水分,面霜锁水必不可少。`,
        200: `水分是美丽肌肤的第一要素，人类细胞的含水量约为80%，缺水才是肌肤衰老的元凶。
        皮肤的老化和受损会导致导致屏障功能与保水能力下降，水分大量流失又会进一步加剧皮肤的损伤，如果您有以下情况，说明您的皮肤已经缺水了：皮肤紧绷、干燥粗糙、脱皮脱屑、使用爽肤水时有刺痛感。
        导致皮肤缺水的原因非常多，例如使用刺激性较大的清洁产品、错误的护肤方式、只保湿不补水、失眠过度劳累等等，如果不重视缺水问题，皮肤不仅仅会变得敏感脆弱，还会迅速老化，彻底与美丽无缘。`
    },
    2: {
        name: '卟啉',
        40: '您的卟啉得分良好,说明您的皮肤健康，表面细菌较少，建议护理以保湿为主，家居产品选用补水保湿产品及氨基酸洗面奶，维持皮肤的天然保护屏障。',
        70: `您的卟啉到达警戒,如果您的皮肤上暂未出现痤疮、毛囊炎等问题,护理方向为温和清洁、控油补水为主，改善面部环境减少细菌滋生。
        建议院线每周一次面部微生态护理搭配常规补水项目，家居产品选用卸妆油（无论是否化妆）及氨基酸洗面奶，每周至少一次面膜或湿敷。`,
        100: `您的卟啉问题已达高风险,面部容易滋生细菌、痤疮、毛囊炎等问题,请减少对面部的触摸，日常饮食戒糖戒奶，勤换枕巾等生活用品，做好日常清洁和周期清洁，补水做到位。
        建议院线密集护理项目，一次经络疏通配合常规清洁项目，两周内每周五次面膜或湿敷，两周后改为每周一次面膜或湿敷。家居产品选用含有微量酸类及促进再生成分的产品，搭配常规护理品。`,
        200: `卟啉是毛囊问题的重要指标，它寄生在毛囊口的细菌的代谢产物，油皮比较常见。
        卟啉在UV紫外光模式下会呈现不同颜色的荧光点，砖红色的亮点与痤疮丙酸杆菌有关，蓝白色荧光与马拉色菌毛囊炎有关。扑灭这些卟啉点对于控制皮肤炎症、控油有很重要的意义。
        细菌类的皮肤问题容易感染，如果处理不当，很容易造成大面积影响，例如自行抓破/挤破痤疮后，可能出现更多的痤疮。`
    },
    3: {
        name: '皱纹',
        40: '您的皱纹状态良好,仅有少量表情纹,建议追加检测糖化指标,预防皮肤变黄粗糙,建议护理以补水保湿为主，家居产品选用补水保湿产品及氨基酸洗面奶。',
        70: `您的皱纹已达警戒,可见大量动态纹,皮肤已经开始老化，护理方向为轻度抗衰，皱纹区域重点护理，尤其需要重视防晒，减缓皮肤老化速度。
        建议院线每周做专业抗衰项目,搭配深度补水护理。家居产品选用含有视黄醇成分的产品，搭配眼霜及防晒霜。`,
        100: `您的皱纹已达高风险,可见大量动态纹及部分静态纹，您必须尽快开始抗衰护理，以锁定皮肤衰老进程。
        建议院线开始高级抗衰项目，引入深度作用仪器，搭配深度补水护理。家居产品选用含有视黄醇成分的产品，搭配胶原蛋白饮品，生活中注意补充维生素B1、B2、B3、B6等，每天居家使用提拉手法3-5分钟，1-2个月可见明显效果。`,
        200: `皱纹是皮肤衰老的重要指标。
        人的皮肤依靠真皮层的胶原纤维和基质支撑，当皮肤开始老化，胶原纤维和透明质酸逐渐流失，皮肤就开始出现皱纹。当你的脸部做表情时，肌肉牵动就形成了动态皱纹，又称动力性皱纹。当你的面部不做任何表情也可以直接观察到皱纹时，这类皱纹就是静态皱纹，静态皱纹是岁月的痕迹，很难改善或去除。
        动态皱纹只会随着年龄增长而逐渐明显和加深，不会自然消逝，如果不及时做抗衰处理，等到发展成难以改善的静态皱纹时，就只能求助于昂贵的医美手段了。`
    },
    4: {
        name: '粗糙度',
        40: '您的粗糙指标良好,额头,鼻子,下巴出现小面积粗糙,建议护理以补水保湿为主，家居产品选用补水保湿产品及氨基酸洗面奶，维持皮肤的天然保护屏障。',
        70: `您的粗糙指标已达警戒,皮肤整体缺水，但局部皮肤存在角质肥厚，护理方向为分区管理，局部控油，整体补水。
        建议院线每周一次深度补水护理，明显肥厚/暗沉区域局部进行面部微生态护理。家居产品选用补水保湿产品，每周至少两次面膜或湿敷。`,
        100: `您的粗糙指标已达高风险,皮肤缺水明显，代谢及吸收能力下降,护理方向为分区护理密集补水，经络疏通，焕活再生，改善角质层水合状态。
        建议院线每周一次深度补水搭配一次经络疏通，明显肥厚/暗沉区域局部进行面部微生态护理。家居产品选用含有视黄醇成分和促进再生成分的产品，每周至少两次面膜或湿敷。	`,
        200: `皮肤净化度是客观反映老化程度、表皮平整度、柔滑度、角质厚度的一个重要指标。皮肤表面纹理不平滑，额头、鼻子、下巴摸到些许粗糙，无明显断续皱纹产生，皮肤的伸缩性，锁水及保湿能力相对尚好。
        紫外线的影响，肌肤易干燥，肌肤弹力下降，松弛感明显，代谢能力降低，死皮无法自然剥落，大量堆积，肌肤处于粗糙、暗淡、无光泽的状态，于此同时毛孔逐渐变大，极易藏污纳垢；肌肤触感粗糙度明显。
        肌肤处于厚度下降，角质层易出现干瘪状态，缺水缺油，代谢与吸收能力降低，肌肤纹理加深，平滑度、饱满度及张力下降，肌肤处于粗糙、暗淡、无光泽甚至起皮屑的状态。`
    },
    5: {
        name: '表层斑',
        40: '您的表层斑指标良好,建议追加检测深层斑，护理以补水防晒为主，产品选用补水保湿产品及防晒霜，让皮肤自然代谢即可。',
        70: `您的表层斑指标到达警戒,观察表层斑位置是否有按压或刺激，如果没有说明色素逐步在扩散，颜色有可能变深,日常做好抗氧化，选用VC产品，美白产品切忌单独使用，通常需要搭配补水保湿产品。
        建议院线每周一次专业美白项目，搭配温和补水项目。家居产品选用含有美白成分的产品，搭配补水保湿产品，可将两款面霜在手心调和使用或顺序涂抹。`,
        100: `您的表层斑指标已达高风险,观察表层斑位置是否有按压或刺激，如果没有说明色素扩散比较严重，肌肤多处出现形状不一,面积不等的色斑,护理方向为斑点淡化，做好局部加强工作。
        建议院线每周一次高级美白项目，搭配温和补水及修护项目，在斑点区域反复加强。家居产品选用含有促进再生和美白成分的产品，搭配补水保湿产品，对斑点区域加强护理，每周至少一次面膜或湿敷。如果您计划尝试医美祛斑，请务必加强生活美容的修护与防晒，以免出现返黑现象。`,
        200: `表层斑是已经浮现在皮肤表面能直接看到的斑点。
        与生俱来的肤色称为构成性肤色，是我们肤色的基线水平，而晒后或者受伤等其他因素导致的变黑则为此基础上的色素沉着，被称为附加性肤色，天生肤色偏黑的人因为黑素细胞活跃，也更容易晒黑。
        黑素细胞受到紫外线照射后会加速分泌黑色素，再输送到表皮细胞中，来帮助吸收和屏蔽紫外线，是一种皮肤天然的自我保护机制。当黑色素分泌超过了皮肤的代谢能力后，皮肤就会越来越黑，并形成斑点。
        表层斑就像是浮在水面的冰山，它已经超出了皮肤的代谢能力，如果不及时处理，可能会变的越来越大，颜色也会改变，越来越难消除。`
    },
    6: {
        name: '深层斑',
        40: '您的深层斑指标良好，说明您的皮肤健康，建议护理以保湿为主，家居产品选用补水保湿产品及氨基酸洗面奶，维持皮肤的天然保护屏障。',
        70: `您的深层斑指标到达警戒,皮肤基底层黑色素已经超出皮肤代谢能力，可以预见未来将产生色斑。护理方向为防晒、美白及阻止黑色素的转运。
        建议院线每周一次专业美白项目，搭配深度补水护理。家居产品选用含有美白成分的产品，搭配补水保湿产品，可将两款面霜在手心调和使用或顺序涂抹。`,
        100: `您的深层斑指标已达高风险,这种情况一般是由于皮肤受损或衰老导致的。护理方向为先做抗敏、抗氧化再做美白，同步做好防晒。
        建议院线前两个月每周做温和补水项目搭配敏感修护项目，第三个月起每周一次高级美白项目与高级抗衰项目交替搭配温和补水。家居产品先选用含有神经酰胺成分的产品，每周至少两次面膜或湿敷，待皮肤屏障稳定后选用含有促进再生和美白成分的产品，每周至少一次面膜或湿敷。如果您近期做过医美项目，请警惕这些项目带来深层色素堆积。`,
        200: `深层斑是通过峰值为365nm的紫外光拍摄到的深层色素点。
        黑素细胞受到紫外线照射后会加速分泌黑色素，再输送到表皮细胞中，来帮助吸收和屏蔽紫外线，是一种皮肤天然的自我保护机制。当黑色素分泌超过了皮肤的代谢能力后，皮肤就会越来越黑，并形成斑点。
        要特别警惕深层斑的大小，当黑色素聚集在一起后，皮肤要自然代谢掉它们就会变得更难，如果不及时护理，经过一段时间就会浮到皮肤表面变成肉眼可见的表层斑。`
    },
    7: {
        name: '糖化',
        40: '您的糖化指标良好,皮肤整体呈现年轻态,建议持续保持良好的护肤习惯，日常生活减少糖分的摄入。',
        70: `您的糖化指标到达警戒,皮肤会因为糖化而变黄变暗，护理方向为皮肤养护结合调整饮食及生活习惯。
        建议院线每周做专业抗衰项目,搭配深度补水护理。家居产品选用含有视黄醇成分的产品，搭配胶原蛋白饮品，日常减少糖分摄入。`,
        100: `您的糖化指标已达高风险,此阶段糖化加剧使皮肤的新陈代谢缓慢,弹力下降症状.护理方向为皮肤养护+合理饮食结构+良好作息三位一体同步进行。
        建议院线开始高级抗衰项目，引入深度作用仪器，搭配深度补水护理。家居产品选用含有促进再生和视黄醇成分的产品，搭配胶原蛋白饮品，生活中减少糖分摄入，维持运动，注意补充维生素等。`,
        200: `糖化是皮肤衰老的重要指标。
        糖化是以非酶方式将糖和蛋白质结合，它极大地降低了蛋白质的稳定性和功能性，会引发各种炎症。真皮层胶原蛋白和弹力蛋白在大量摄入糖以后也会被慢慢糖化，失去弹性，让皮肤不再饱满，再加上胶原蛋白更新慢，渐渐的皮肤会变黄加速老化。
        和皱纹相比，糖化更像是看不见的杀手，如果不在年轻时就做好抗糖化工作，等人已经变成了“黄脸婆”就为时已晚。`
    },
    8: {
        name: '红血丝',
        40: '您的红区指标良好,皮肤相对健康,但仍要注意屏障损伤，建议护理以补水保湿为主，家居产品选用补水保湿产品及氨基酸洗面奶，维持皮肤的天然保护屏障。',
        70: `您的红区指标已达警戒，皮肤屏障已经受损，可能伴有皮肤炎症。护理方向以修养、保护皮肤为主，逐渐强化皮肤屏障。
        建议院线每周一次温和补水搭配修护项目。家居产品选用含有神经酰胺成分的产品，搭配胶原蛋白饮品，每周至少一次面膜或湿敷。`,
        100: `您的红区指标已达高风险，皮肤屏障非常脆弱，炎症比较明显。护理方向短期以抗敏、急救为主，长期以修护、增强皮肤屏障为目标。您必须在生活中尽量远离高温环境、避免阳光暴晒、减少摩擦皮肤，积极调节情绪。
        建议院线前期以敏感急救项目为主，皮肤稳定后每周一次温和补水搭配修护项目。家居产品敏感期时停用大部分护肤品，精简护理内容。非敏感期选用含有神经酰胺成分的产品，搭配胶原蛋白饮品，每周至少一次面膜或湿敷。如果皮肤稳定一段时间后红血丝依然明显，有计划采取医学治疗手段处理，建议先确保皮肤敏感问题已经解决，并在术后积极配合生活美容避免问题复发。`,
        200: `红血丝是敏感肌和一些炎症的重要指标。
        敏感肌人群往往不是只有一个问题，当皮肤屏障受损后，保护能力下降，受到外界刺激时肌肤底层毛细血管扩张，肉眼可见呈线状、网状的红血丝。除此之外通过RGX-复合光我们可以看到皮肤毛细血管的状况，炎症、玫瑰痤疮等都可以被检测到。痤疮斑点和炎症一般表现为大小各异的圆形，玫瑰痤疮则通常范围较广，呈扩散型。
        红血丝的治疗不易，因此如果肉眼看不到明显红血丝，但通过检测仪已经可以检测到的时候，就要及时进行敏感肌护理，以免慢慢发展到不得不使用光电治疗。`
    }
}